[
  {
    "Id": 1,
    "DungeonGroupId": 1,
    "Name": "Underground Lair",
    "Background": "/example.png",
    "Description": "A small, underground passage leads to this Lair. There are multiple passages to take from the main part of the cave - some of them leading nowhere, and some holding undiscovered secrets.",
    "BossIds": [
      1,
      2
    ]
  },
  {
    "Id": 2,
    "DungeonGroupId": 2,
    "Name": "Icefrost City",
    "Background": "/example2.png",
    "Description": "A location nearly the size of a castle, made entirely of ice. Ice floor, ice walls, ice ceiling, even ice decorations such as chandeliers or torchbearers. It must have been made by a powerful mage, and you are about to explore their powers.",
    "BossIds": [
      3,
      4
    ]
  },
  {
    "Id": 3,
    "DungeonGroupId": 3,
    "Name": "Temple of Salvation",
    "Background": "/example2.png",
    "Description": "You can hear people screaming in pain from afar. On top of that, words of some unintelligible chants can reach you, and the smell in the air is very well perceptible. What could all of this mean?",
    "BossIds": [
      5
    ]
  },
  {
    "Id": 4,
    "DungeonGroupId": 4,
    "Name": "Medusa's Chamber",
    "Background": "/example2.png",
    "Description": "The Chamber is a small, rectangular room with snakes crawling all around it. The room is crowded with statues resembling humans. The more you think about it, however, the more you feel like they are not just statues, but the Medusa's victims...",
    "BossIds": [
      6
    ]
  },
  {
    "Id": 5,
    "DungeonGroupId": 5,
    "Name": "Pyramid of Truth",
    "Background": "/example2.png",
    "Description": "The Pyramid of Truth is a high and narrow structure made almost exclusively of gold and other valuable materials. Few have ascended the stairs leading up to the entrance, but nobody has ever returned alive. Will you prove worthy of the treasures guarded by fearsome foes, or will you end up buried in the sand like the others?",
    "BossIds": [
      7,
      8
    ]
  },
  {
    "Id": 6,
    "DungeonGroupId": 6,
    "Name": "Hall of Judgement",
    "Background": "/example2.png",
    "Description": "This is the big, circular chapel in the middle of the Cemetery. On the far side of the room you see a throne with a large, undead creature sitting on it. The creature is playing with a gigantic scythe. In front of it, there is another enemy – a lich – kneeling and whispering unintelligible chants.",
    "BossIds": [
      9,
      10
    ]
  }
]